export const games: Record<string, string[]> = {
    'SnowRunner': ['Грузовики', 'Внедорожники', 'Легковые автомобили', 'Автобусы', 'Тракторы', 'Квадроциклы и мото', 'Военная техника', 'Другая техника', 'Прицепы', 'Карты', 'Другие моды'],
    'RoadCraft': ['Грузовики', 'Внедорожники', 'Легковые автомобили', 'Автобусы', 'Тракторы', 'Квадроциклы и мото', 'Военная техника', 'Другая техника', 'Прицепы', 'Карты', 'Другие моды'],
    'Expeditions: A MudRunner Game': ['Грузовики', 'Внедорожники', 'Легковые автомобили', 'Автобусы', 'Тракторы', 'Квадроциклы и мото', 'Военная техника', 'Другая техника', 'Прицепы', 'Карты', 'Другие моды'],
    
    'BeamNG DRIVE': ['Машины', 'Авиация', 'Мотоциклы', 'Корабли', 'Карты', 'Другие моды'],
    'Farming Simulator 25': ['Тракторы', 'Комбайны', 'Жатки', 'Грузовики', 'Автомобили легковые', 'Экскаваторы и погрузчики', 'Лесозаготовка', 'Прицепы', 'Сеялки', 'Культиваторы', 'Плуги', 'Пресс подборщик', 'Косилки', 'Валковые жатки', 'Сеноворошилки', 'Навозоразбрасыватели', 'Опрыскиватели удобрений', 'Здания и объекты', 'Скрипты', 'Карты', 'Другие моды'],
    'Farming Simulator 22': ['Тракторы', 'Комбайны', 'Жатки', 'Грузовики', 'Автомобили легковые', 'Экскаваторы и погрузчики', 'Лесозаготовка', 'Прицепы', 'Сеялки', 'Культиваторы', 'Плуги', 'Пресс подборщик', 'Косилки', 'Валковые жатки', 'Сеноворошилки', 'Навозоразбрасыватели', 'Опрыскиватели удобрений', 'Здания и объекты', 'Скрипты', 'Карты', 'Другие моды'],
    
    'ETS 2': ['Грузовики Россия', 'Грузовики Европа', 'Грузовики США', 'Прицепы', 'Автобусы', 'Легковые автомобили', 'Карты', 'Другие моды'],
    'American Truck Simulator': ['Грузовики Россия', 'Грузовики Европа', 'Грузовики США', 'Прицепы', 'Автобусы', 'Легковые автомобили', 'Карты', 'Скины', 'Другие моды'],
    'Assetto Corsa': ['Автомобили', 'Карты', 'Другие моды'],
    'Car Mechanic Simulator 2021': ['Легковые автомобили', 'Грузовики и фургоны', 'Другие моды'],
    'Car Mechanic Simulator 2018': ['Легковые автомобили', 'Грузовики и фургоны', 'Другие моды'],
    'City Car Driving': ['Мотоциклы', 'Машины легковые',' Машины грузовые', 'Автобусы', 'Другие моды'],
    'GTA 5': ['Персонажи', 'Скины', 'Одежда', 'Оружие', 'Машины русские', 'Машины иномарки', 'Машины грузовые', 'Прицепы', 'Автобусы', 'Танки', 'Поезда', 'Водный транспорт', 'Вертолеты', 'Самолеты', 'Карты', 'Другие моды'],
    'Cities Skylines 2': ['UI', 'Карты', 'Транспортные средства', 'Здания', 'Утилиты', 'Мосты', 'Обьекты кастомизации', 'Дороги', 'Другие моды'],
    'Cities Skylines': ['UI', 'Карты', 'Транспортные средства', 'Здания', 'Утилиты', 'Мосты', 'Обьекты кастомизации', 'Дороги', 'Другие моды'],
    'Transport Fever 2': ['Карты', 'Транспортные средства', 'Станции', 'Трасса/Улица', 'Склады', 'Здания', 'Активы', 'Другие моды'],
    
    'Kerbal Space Program': ['Командование и контроль', 'Игровой процесс', 'Разное', 'Упаковка запчастей', 'Физика', 'Движущая сила', 'Ресурсы', 'Наука', 'Корабельные системы', 'Структурные и аэродинамические', 'Подсборка', 'Полезность и навигация', 'Другие моды'],
    'Kerbal Space Program 2': ['Командование и контроль', 'Игровой процесс', 'Разное', 'Упаковка запчастей', 'Физика', 'Движущая сила', 'Ресурсы', 'Наука', 'Корабельные системы', 'Структурные и аэродинамические', 'Подсборка', 'Полезность и навигация', 'Другие моды'],
    'X-Plane 11 / 12': ['Самолеты', 'Вертолеты', 'Аэропорты', 'Ливреи', 'Другие моды'],
    
    'MSFS 2024': ['Самолеты', 'Вертолеты', 'Аэропорты', 'Ливреи', 'Другие моды'],
    'MSFS 2020': ['Самолеты', 'Вертолеты', 'Аэропорты', 'Ливреи', 'Другие моды'],
};

